const AboutUsPage = () => {
	const name = "name";
	return (
		<div className="container">
			<div className="about-text">
				<h1>Мы</h1>
				<p>
					Добро пожаловать в {name} - идеальное место для любителей пиццы! Наш
					Миссия состоит в том, чтобы подавать вам самые вкусные и настоящие
					пиццы, которые вы когда-либо пробовали. Мы в "name" считаем, что
					секрет отличной пиццы заключается в использовании свежих
					высококачественных ингредиентов в сочетании с техники и страсть к
					вкусу.{" "}
				</p>
				<p>
					Наши опытные повара используют только лучшие ингредиенты для создания
					наших фирменные пиццы, от классической Маргариты до авантюрного
					барбекю Курица. Так же мы предлагаем различные начинки на любой вкус,
					включая свежие овощи, мясо высшего сорта и аппетитные сыры.
					Предпочитаете ли вы традиционное тонкое тесто или сытное фритюр, мы
					есть что-то для всех.{" "}
				</p>
				<p>
					В {name} мы стремимся обеспечить исключительное питание опыт. Наш
					приветливый персонал и уютная атмосфера заставят вас чувствовать себя
					прямо дома, обедаете ли вы с друзьями, семьей или в одиночку. Мы также
					предлагаем удобный онлайн-заказ и доставку, чтобы вы могли
					наслаждаться нашими вкусная пицца не выходя из собственного дома.{" "}
				</p>
				<p>
					Мы гордимся тем, что являемся местным предприятием, которым владеют и
					управляют, и мы верим в возвращении к нашему сообществу. Вот почему мы
					поставляем наши ингредиенты от местных поставщиков, когда это
					возможно, и поддерживать местные благотворительные организации и
					причины.{" "}
				</p>
				<p>
					Спасибо, что выбрали {name} из-за своей тяги к пицце. Мы с нетерпением
					ждем служить вам и делиться с вами нашей любовью к пицце!{" "}
				</p>
			</div>
			<div className="about-text">
				<h1>Доставка</h1>
				<p>
					В {name} мы считаем, что превосходное обслуживание клиентов так же
					важно, как и подача вкусной пиццы. Вот почему мы делаем все возможное,
					чтобы предоставить службу доставки с творческим подходом.{" "}
				</p>
				<p>
					Во-первых, мы понимаем, что получение доставки пиццы может быть
					обыденным опытом. Вот почему мы стараемся добавить индивидуальный
					подход к каждому заказу. Наши водители по доставке обучены
					приветствовать наших клиентов дружелюбной улыбкой и делать все
					возможное, чтобы они чувствовали себя особенными. Мы также прилагаем
					рукописные благодарственные письма к каждому заказу, в которых
					благодарим наших клиентов за их работу и выражаем нашу
					признательность.{" "}
				</p>
				<p>
					Мы также понимаем, что иногда у клиентов могут быть особые пожелания
					или предпочтения в отношении пиццы. Наши водители по доставке обучены
					бережно относиться к этим запросам и следить за тем, чтобы каждый
					заказ был адаптирован к удовлетворению клиента. Будь то особый соус
					или сырная смесь или особый способ нарезки пиццы, мы всегда рады
					удовлетворить запросы наших клиентов.{" "}
				</p>
				<p>
					Кроме того, мы заботимся о том, чтобы наша служба доставки работала
					быстро и эффективно. Мы используем самые современные технологии
					доставки, чтобы гарантировать, что наша пицца будет доставлена горячей
					и свежей к дверям наших клиентов. Мы также предоставляем обновления
					отслеживания в режиме реального времени для наших клиентов, поэтому
					они могут быть в курсе статуса своего заказа и точно знать, когда
					ожидать свою пиццу.{" "}
				</p>
				<p>
					Наконец, мы понимаем, что время наших клиентов ценно. Вот почему мы
					предлагаем широкий выбор вариантов доставки, от стандартной доставки
					до ускоренной доставки для клиентов, которым пицца нужна в спешке. Мы
					также предлагаем бесконтактную доставку для клиентов, которые
					предпочитают бесконтактный вариант.{" "}
				</p>
				<p>
					В {name} мы считаем, что предоставление превосходного обслуживания
					клиентов является ключом к построению долгосрочных отношений с нашими
					клиентами. Вот почему мы всегда стремимся доставлять нашу пиццу с
					творческим подходом, заботясь о том, чтобы каждый клиент чувствовал,
					что его ценят и ценят.
				</p>
			</div>
		</div>
	);
};

export default AboutUsPage;
